Repository: ST-Apps/Pokemon-Go-Rocket-API
Catalog: PokemonGo-UWP/MultilingualResources/PokemonGo-UWP.*.xlf
Languages: pt_br

# Venomoth.Description
source: Venomoth is nocturnal—it is a Pokémon that only becomes active at night. Its favorite prey are small insects that gather around streetlights, attracted by the light in the darkness.
pt_br: Venomoth é noturno — é um Pokémon que só se torna ativo à noite. Suas presas favoritas são pequenos insetos que se reúnem em torno de postes, atraídos pela luz na escuridão.

# Diglett.Description
source: Diglett are raised in most farms. The reason is simple— wherever this Pokémon burrows, the soil is left perfectly tilled for planting crops. This soil is made ideal for growing delicious vegetables.
pt_br: Diglett são criados na maioria das fazendas. A razão é simples — onde este Pokémon cava, o solo fica perfeito para o plantio de diversas culturas. Este solo e perfeito para o cultivo de deliciosas hortaliças.

# Dugtrio.Description
source: Dugtrio are actually triplets that emerged from one body. As a result, each triplet thinks exactly like the other two triplets. They work cooperatively to burrow endlessly.
pt_br: Dugtrio são na verdade trigêmeos que surgiram a partir de um único corpo. Como resultado, cada triplet pensa exatamente como os outros dois do trio. Eles trabalham cooperativamente para cavar infinitamente.

# Meowth.Description
source: Meowth withdraws its sharp claws into its paws to slinkily sneak about without making any incriminating footsteps. For some reason, this Pokémon loves shiny coins that glitter with light.
pt_br: Meowth retira suas garras afiadas de suas patas e esgueirar-se suavemente, sem fazer quaisquer passos incriminatórios. Por alguma razão, este Pokémon ama moedas brilhantes que brilham com a luz.

# Persian.Description
source: Persian has six bold whiskers that give it a look of toughness. The whiskers sense air movements to determine what is in the Pokémon’s surrounding vicinity. It becomes docile if grabbed by the whiskers.
pt_br: Persa tem seis bigodes que lhe dao um olhar de dureza. Os bigodes detectan movimentos do ar, para determinar o que está na volta do Pokémon. Else se torna dócil se agarrado pelos bigodes.

# Psyduck.Description
source: If it uses its mysterious power, Psyduck can’t remember having done so. It apparently can’t form a memory of such an event because it goes into an altered state that is much like deep sleep.
pt_br: Se ele usa seu poder misterioso, Psyduck não se lembra de fazerlo. Ele aparentemente não pode guardar uma memória de tal acontecimento porque ele entra em um estado alterado que é muito parecido com um sono profundo.

# Golduck.Description
source: Golduck is the fastest swimmer among all Pokémon. It swims effortlessly, even in a rough, stormy sea. It sometimes rescues people from wrecked ships floundering in high seas.
pt_br: Golduck é o nadador mais rápido entre todos os Pokémon. Nada sem esforço, mesmo em um mar agitado. Ele às vezes resgata pessoas de navios naufragados e a deriva em alto mar.

# Mankey.Description
source: When Mankey starts shaking and its nasal breathing turns rough, it’s a sure sign that it is becoming angry. However, because it goes into a towering rage almost instantly, it is impossible for anyone to flee its wrath.
pt_br: Quando Mankey começa a tremer, e sua respiração nasal fica rápida, é um sinal claro que ele se está irritando. No entanto, como ele entra num estado de fúria quase instantaneamente, é impossível para qualquer um fugir de sua ira.

# Primeape.Description
source: When Primeape becomes furious, its blood circulation is boosted. In turn, its muscles are made even stronger. However, it also becomes much less intelligent at the same time.
pt_br: Quando Primeape fica furioso, sua circulação sanguínea é impulsionada. Por sua vez, seus músculos se tornan ainda mais fortes. No entanto, ele também se torna menos inteligente ao mesmo tempo.

# Growlithe.Description
source: Growlithe has a superb sense of smell. Once it smells anything, this Pokémon won’t forget the scent, no matter what. It uses its advanced olfactory sense to determine the emotions of other living things.
pt_br: Growlithe possui um excelente olfato. Uma vez que cheira qualquer coisa, este Pokémon não esquece o perfume, não importa o que aconteça. Ele usa seu olfato avançado para determinar as emoções de outros seres vivos.

# Arcanine.Description
source: Arcanine is known for its high speed. It is said to be capable of running over 6,200 miles in a single day and night. The fire that blazes wildly within this Pokémon’s body is its source of power.
pt_br: ARCANINE é conhecido por sua alta velocidade. Diz-se ser capaz de rodar mais de 6.200 Km's em um único dia e noite. O fogo que brilha descontroladamente dentro do corpo deste Pokémon é sua fonte de poder.

# Poliwag.Description
source: Poliwag has a very thin skin. It is possible to see the Pokémon’s spiral innards right through the skin. Despite its thinness, however, the skin is also very flexible. Even sharp fangs bounce right off it.
pt_br: Poliwag tem um pele muito fina. É possível ver suas entranhas com formato de espiral, através da sua pele. Apesar de sua magreza, contudo, sua pele também é muito flexível. Até mesmo coisas muito afiadas nao podem perfurarla.

# Poliwhirl.Description
source: The surface of Poliwhirl’s body is always wet and slick with a slimy fluid. Because of this slippery covering, it can easily slip and slide out of the clutches of any enemy in battle.
pt_br: A superfície do corpo do Poliwhirl esta sempre molhada e escorregadia com um líquido viscoso. Por causa desta cobertura escorregadia, ele pode facilmente escorregar e deslizar fora das garras de qualuer inimigo na batalha.

# Poliwrath.Description
source: Poliwrath’s highly developed, brawny muscles never grow fatigued, however much it exercises. It is so tirelessly strong, this Pokémon can swim back and forth across the ocean without effort.
pt_br: Os musculosos músculos altamente desenvolvido de Poliwrath, nunca se cansam, mesmo que ele se exercite. É tão incansavelmente forte, que este Pokémon pode nadar todo o oceano sem esforço.

# Abra.Description
source: Abra needs to sleep for eighteen hours a day. If it doesn’t, this Pokémon loses its ability to use telekinetic powers. If it is attacked, Abra escapes using Teleport while it is still sleeping.
pt_br: Abra precisa dormir para dezoito horas por dia. Se não, este Pokémon perde sua capacidade de usar poderes telecinéticos. Se é atacado, Abra escapa usando Teleporte enquanto ele ainda está dormindo.

# Kadabra.Description
source: Kadabra holds a silver spoon in its hand. The spoon is used to amplify the alpha waves in its brain. Without the spoon, the Pokémon is said to be limited to half the usual amount of its telekinetic powers.
pt_br: Kadabra detém uma colher de prata em sua mão. A colher é usada para amplificar as ondas alfa do seu cérebro. Sem a colher, diz se que o Pokémon tem seus poderes telecinéticos limitado a metade da quantidade habitual.

# Alakazam.Description
source: Alakazam’s brain continually grows, infinitely multiplying brain cells. This amazing brain gives this Pokémon an astoundingly high IQ of 5,000. It has a thorough memory of everything that has occurred in the world.
pt_br: O cérebro do Alakazam cresce continuamente, infinitamente, multiplicando as células do seu cérebro. Este incrível cérebro dá a este Pokémon um QI incrivelmente alto de 5.000. Ele tem uma memória completa, com tudo que ocorreu no mundo.

# Machop.Description
source: Machop exercises by hefting around a Graveler as if it were a barbell. There are some Machop that travel the world in a quest to master all kinds of martial arts.
pt_br: O Marchop se exercita por ai usando uma barra. Existem alguns Machops que viajam pelo mundo buscando dominar todos os tipos de artes marciais.

# Machoke.Description
source: Machoke undertakes bodybuilding every day even as it helps people with tough, physically demanding labor. On its days off, this Pokémon heads to the fields and mountains to exercise and train.
pt_br: Machoke faz musculação todos os dias ao mesmo tempo que ajuda as pessoas com trabalho duros e fisicamente exigentes. Em seus dias de folga, este Pokémon vai para os campos e montanhas para fazer exercício e treinar.

# Machamp.Description
source: Machamp is known as the Pokémon that has mastered every kind of martial arts. If it grabs hold of the foe with its four arms, the battle is all but over. The hapless foe is thrown far over the horizon.
pt_br: Machamp é conhecido como o Pokémon que dominou todos os tipo de artes marciais. Se ele agarra o inimigo com seus quatro braços, a batalha acaba! O infeliz inimigo é lançado bem longe no horizonte.

# Bellsprout.Description
source: Bellsprout’s thin and flexible body lets it bend and sway to avoid any attack, however strong it may be. From its mouth, this Pokémon spits a corrosive fluid that melts even iron.
pt_br: O corpo fino e flexível de Bellsprout se deixa dobrar e balançar para evitar qualquer ataque, por mais forte que seja. De sua boca, este Pokémon cospe um líquido corrosivo que derrete até ferro.

# Weepinbell.Description
source: Weepinbell has a large hook on its rear end. At night, the Pokémon hooks on to a tree branch and goes to sleep. If it moves around in its sleep, it may wake up to find itself on the ground.
pt_br: Weepinbell tem um grande gancho na sua extremidade direita. À noite, o Pokémon escala árvores e galhos para dormir. Se ele se move durante o seu sono, ele pode acordar e encontrar-se no chão.

# Victreebel.Description
source: Victreebel has a long vine that extends from its head. This vine is waved and flicked about as if it were an animal to attract prey. When an unsuspecting prey draws near, this Pokémon swallows it whole.
pt_br: Victreebel tem um longo cipó que estende-se de sua cabeça. Esta trepadeira se move como se fosse um animal para atrair presas. Quando uma presa desavisada se aproxima, este Pokémon engole-o.

# Tentacool.Description
source: Tentacool absorbs sunlight and refracts it using water inside its body to convert it into beam energy. This Pokémon shoots beams from the small round organ above its eyes.
pt_br: Tentacool absorve a luz solar e refrata-lo usando água dentro do seu corpo para convertê-la em um feixe de energia. Este Pokémon dispara raios de um pequeno órgão redondo acima de seus olhos.

# Tentacruel.Description
source: Tentacruel has tentacles that can be freely elongated and shortened at will. It ensnares prey with its tentacles and weakens the prey by dosing it with a harsh toxin. It can catch up to 80 prey at the same time.
pt_br: Tentacruel tem tentáculos que podem ser livremente alongados e encurtados. Ele enrola presas com seus tentáculos e enfraquece a presa dosando uma toxina. Ele pode pegar até 80 presas ao mesmo tempo.

# Geodude.Description
source: When Geodude sleeps deeply, it buries itself halfway into the ground. It will not awaken even if hikers step on it unwittingly. In the morning, this Pokémon rolls downhill in search of food.
pt_br: Quando Geodude dorme profundamente, ele se enterra por a metade dentro do chão. Ele não vai acordar mesmo que os caminhantes pisem nele involuntariamente. Pela manhã, este Pokémon rola morro abaixo em busca de alimento.

# Graveler.Description
source: Rocks are Graveler’s favorite food. This Pokémon will climb a mountain from the base to the summit, crunchingly feasting on rocks all the while. Upon reaching the peak, it rolls back down to the bottom.
pt_br: As rochas são a comida favorita do Graveler. Este Pokémon vai subir uma montanha da base, para a cimeira, cravando seus punhos nas pedras o tempo todo. Ao atingir o pico, ele voltara para baixo.

# Golem.Description
source: Golem is known for rolling down from mountains. To prevent them from rolling into the homes of people downhill, grooves have been dug into the sides of mountains to serve as guideways for diverting this Pokémon’s course.
pt_br: Golem é conhecido para rolar montanha abaixo. Para impedi-los que ele role sobre as casas das pessoas que vivem na montanha, sulcos foram cavados nos lados das montanhas para servir como guias e desviar o curso deste Pokémon.

# Ponyta.Description
source: Ponyta is very weak at birth. It can barely stand up. This Pokémon becomes stronger by stumbling and falling to keep up with its parent.
pt_br: Ponyta é muito fraco ao nascimento. Ele mal pode ficar em pé. Este Pokémon torna-se mais forte cada vez que tropeça e cai seguindo seu pai.

# Rapidash.Description
source: Rapidash usually can be seen casually cantering in the fields and plains. However, when this Pokémon turns serious, its fiery manes flare and blaze as it gallops its way up to 150 mph.
pt_br: Rapidash geralmente pode ser visto galopando nos campos e planícies. No entanto, quando este Pokémon fica sério, seus manes de fogo incendeiam e brilham cada vez ue ele galopa em ate 150 km/h.

# Slowpoke.Description
source: Slowpoke uses its tail to catch prey by dipping it in water at the side of a river. However, this Pokémon often forgets what it’s doing and often spends entire days just loafing at water’s edge.
pt_br: Slowpoke usa sua cauda para capturar presas ao mergulharla na água nas margens de um rio. No entanto, este Pokémon muitas vezes esquece o que está fazendo e muitas vezes passa dias inteiros só vadiando na beira da água.

# Slowbro.Description
source: Slowbro’s tail has a Shellder firmly attached with a bite. As a result, the tail can’t be used for fishing anymore. This causes Slowbro to grudgingly swim and catch prey instead.
pt_br: A cauda de Slowbro tem uma casca firmemente presa com uma mordida. Como resultado, a cauda não pode mais ser utilizada para a pesca. Isso faz com que Slowbro tenha que nadar para capturar suas presas.

# Magnemite.Description
source: Magnemite floats in the air by emitting electromagnetic waves from the units at its sides. These waves block gravity. This Pokémon becomes incapable of flight if its internal electrical supply is depleted.
pt_br: Magnemite flutua no ar, emitindo ondas eletromagnéticas das unidades em seus lados. Estas ondas bloqueiam a gravidade. Este Pokémon se torna incapaz de voo se sua alimentação eléctrica se esgota.

# Magneton.Description
source: Magneton emits a powerful magnetic force that is fatal to electronics and precision instruments. Because of this, it is said that some towns warn people to keep this Pokémon inside a Poké Ball.
pt_br: Magneton emite uma poderosa força magnética que é fatal para instrumentos eletrônicos e de precisão. Por isso, diz-se que algumas cidades alertam as pessoas para que mantenham este Pokémon dentro de uma Pokebola.

# Farfetchd.Description
source: Farfetch’d is always seen with a stalk from a plant of some sort. Apparently, there are good stalks and bad stalks. This Pokémon has been known to fight with others over stalks.
pt_br: Farfetch que é sempre visto com um caule de uma planta de algum tipo. Aparentemente, há boas hastes e caules ruins. Este Pokémon é conhecido por lutar com os outros por os caules.

# Doduo.Description
source: Doduo’s two heads contain completely identical brains. A scientific study reported that on rare occasions, there will be examples of this Pokémon possessing different sets of brains.
pt_br: Doduo de duas cabeças que contem cérebros completamente idênticos. Um estudo científico informou que, em raras ocasiões, haverá exemplos deste Pokémon que possuem diferentes conjuntos de cérebros.

# Dodrio.Description
source: Apparently, the heads aren’t the only parts of the body that Dodrio has three of. It has three sets of hearts and lungs as well, so it is capable of running long distances without rest.
pt_br: Aparentemente, as cabeças não são as únicas partes do corpo que Dodrio tem três. Tem três conjuntos de corações e pulmões, assim que ele é capaz de correr longas distâncias sem descanso.

# Seel.Description
source: Seel hunts for prey in the frigid sea underneath sheets of ice. When it needs to breathe, it punches a hole through the ice with the sharply protruding section of its head.
pt_br: Seel caça suas presas no gélido mar debaixo dos lençóis de gelo. Quando ele precisa respirar, ele abre um buraco no gelo com a parte pontuda e saliente da sua cabeça.

# Dewgong.Description
source: Dewgong loves to snooze on bitterly cold ice. The sight of this Pokémon sleeping on a glacier was mistakenly thought to be a mermaid by a mariner long ago.
pt_br: Dewgong adora tirar uma soneca na amargamente frio gelo. A Muito tempo um marinheiro avistou este pokemon dormindo en uma geleira, e erroneamente o confundiu com uma sereia.

# Grimer.Description
source: Grimer emerged from the sludge that settled on a polluted seabed. This Pokémon loves anything filthy. It constantly leaks a horribly germ-infested fluid from all over its body.
pt_br: Grimer emergiu do lodo de um leito do mar poluído. Este Pokémon ama qualquer coisa imunda. Ele goteja constantemente um fluido terrivelmente infestado de germes de todo o seu corpo.

# Muk.Description
source: This Pokémon’s favorite food is anything that is repugnantly filthy. In dirty towns where people think nothing of throwing away litter on the streets, Muk are certain to gather.
pt_br: A comida favorita deste Pokémon é tudo o que é repulsivamente sujo. Em cidades sujas, onde as pessoas jogam fora o lixo nas ruas, Muk são facilmente encontrados.

# Shellder.Description
source: At night, this Pokémon uses its broad tongue to burrow a hole in the seafloor sand and then sleep in it. While it is sleeping, Shellder closes its shell, but leaves its tongue hanging out.
pt_br: À noite, este Pokémon usa a sua ampla língua para escavar um buraco na areia do fundo do mar e depois dorme em cima dele. Enquanto ele está dormindo, Shellder fecha sua concha, mas deixa sua língua para fora.

# Cloyster.Description
source: Cloyster is capable of swimming in the sea. It does so by swallowing water, then jetting it out toward the rear. This Pokémon shoots spikes from its shell using the same system.
pt_br: Cloyster é capaz de nadar no mar. Ele faz isso engolindo a água e jogando ela fora pela sua calda. Este Pokémon atira espinhos de sua casca, usando o mesmo sistema.

# Gastly.Description
source: Gastly is largely composed of gaseous matter. When exposed to a strong wind, the gaseous body quickly dwindles away. Groups of this Pokémon cluster under the eaves of houses to escape the ravages of wind.
pt_br: Gastly é composto em grande parte da matéria gasosa. Quando exposto a ventos fortes, o corpo gasoso rapidamente diminui. Grupos desse Pokémon se aglomeran sob os telhados das casas para escapar à devastação do vento.

# Haunter.Description
source: Haunter is a dangerous Pokémon. If one beckons you while floating in darkness, you must never approach it. This Pokémon will try to lick you with its tongue and steal your life away.
pt_br: Haunter é um Pokémon perigoso. Se um aparece enquanto está flutuando na escuridão, você nunca deve encarár-lo. Este Pokémon tentará te lamber com a língua e roubar sua vida.

# Gengar.Description
source: Sometimes, on a dark night, your shadow thrown by a streetlight will suddenly and startlingly overtake you. It is actually a Gengar running past you, pretending to be your shadow.
pt_br: Às vezes, numa noite escura, sua sombra sob a luz de um postes, derrepente e surpreendentemente te ultrapassará. Isso é na verdade um Gengar correndo e passado você, fingindo ser sua sombra.

# Onix.Description
source: Onix has a magnet in its brain. It acts as a compass so that this Pokémon does not lose direction while it is tunneling. As it grows older, its body becomes increasingly rounder and smoother.
pt_br: Onix tem um ímã em seu cérebro. Ele atua como uma bússola para que este Pokémon não perda a direção enquanto ele faz seus tuneis. Conforme ele envelhece, seu corpo torna-se cada vez mais redondio e mais suave.

# Drowzee.Description
source: If your nose becomes itchy while you are sleeping, it’s a sure sign that one of these Pokémon is standing above your pillow and trying to eat your dream through your nostrils.
pt_br: Se seu nariz começa a coçar, enquanto você está dormindo, isso é um sinal claro que um desses Pokémons esta em cima de seu travesseiro e tentando comer seu sonho pelas suas narinas.

# Hypno.Description
source: Hypno holds a pendulum in its hand. The arcing movement and glitter of the pendulum lull the foe into a deep state of hypnosis. While this Pokémon searches for prey, it polishes the pendulum.
pt_br: Hypno detém um pêndulo em sua mão. O arco de movimento e o brilho do pêndulo acalman o inimigo deixando-o em um profundo estado de hipnose. Enquanto este Pokémon procura presas, ele lustra o pêndulo.

# Krabby.Description
source: Krabby live on beaches, burrowed inside holes dug into the sand. On sandy beaches with little in the way of food, these Pokémon can be seen squabbling with each other over territory.
pt_br: Krabby vive nas praias, entocado dentro de buracos cavados na areia. Nas praias arenosas com poucos alimentos, estes Pokémon pode ser vistos discutindo com os outros por causa de território.

# Kingler.Description
source: Kingler has an enormous, oversized claw. It waves this huge claw in the air to communicate with others. However, because the claw is so heavy, the Pokémon quickly tires.
pt_br: Kingler tem uma garra enorme, gigante. - Ele move essa garra enorme no ar para se comunicar com os outros. No entanto, como a garra é tão pesada, o Pokémon rapidamente se cansa.

# Voltorb.Description
source: Voltorb is extremely sensitive—it explodes at the slightest of shocks. It is rumored that it was first created when a Poké Ball was exposed to a powerful pulse of energy.
pt_br: Voltorb é extremamente sensível — explode com o mais pequeno dos choques. Há rumores de que foi criado quando uma pokebola foi exposta a um poderoso pulso de energia.

# Electrode.Description
source: One of Electrode’s characteristics is its attraction to electricity. It is a problematical Pokémon that congregates mostly at electrical power plants to feed on electricity that has just been generated.
pt_br: Uma das características do Electrode é sua atração à eletricidade. É um Pokémon problemático que se reúne principalmente em usinas de energia elétrica para se alimentar de electricidade que esta sendo gerada.

# Exeggcute.Description
source: This Pokémon consists of six eggs that form a closely knit cluster. The six eggs attract each other and spin around. When cracks increasingly appear on the eggs, Exeggcute is close to evolution.
pt_br: Este Pokémon é composto por seis ovos que formam um cluster perto da malha. Os seis ovos atraem uns aos outros e giram ao seu redor. Quanto mais rachaduras aparecam nos ovos, mais perto de evoluir Exeggcute estará.

# Exeggutor.Description
source: Exeggutor originally came from the tropics. Its heads steadily grow larger from exposure to strong sunlight. It is said that when the heads fall off, they group together to form Exeggcute.
pt_br: Exeggutor veio originalmente dos trópicos. Suas cabeças geralmente crescem mais devido a exposição à forte luz solar. Diz-se que quando a sua cabeça cai, eles se agrupam para formar o Exeggcute.

# Cubone.Description
source: Cubone pines for the mother it will never see again. Seeing a likeness of its mother in the full moon, it cries. The stains on the skull the Pokémon wears are made by the tears it sheds.
pt_br: Cubone chora por a mae que ele nunca verá novamente. Vendo um retrato de sua mãe na lua cheia, ele chora. As manchas no crânio que o Pokémon usa são feitas pelas lágrimas que ele derrama.
