Repository: ST-Apps/Pokemon-Go-Rocket-API
Catalog: PokemonGo-UWP/MultilingualResources/PokemonGo-UWP.*.xlf
Languages: pt_br

# Marowak.Description
source: Marowak is the evolved form of a Cubone that has overcome its sadness at the loss of its mother and grown tough. This Pokémon’s tempered and hardened spirit is not easily broken.
pt_br: Marowak é a forma evoluída de um Cubone que superou a tristeza pela perda de sua mãe e cresceu forte. Este Pokémon de espírito moderado e endurecido não é facilmente quebrado.

# Hitmonlee.Description
source: Hitmonlee’s legs freely contract and stretch. Using these springlike legs, it bowls over foes with devastating kicks. After battle, it rubs down its legs and loosens the muscles to overcome fatigue.
pt_br: As pernas do Hitmonlee se contraem e alongam livremente. -Usando estas pernas ele avança sobre inimigos com devastadores chutes. Depois da batalha, ele esfrega para baixo de suas pernas e solta os músculos para superar a fadiga.

# Hitmonchan.Description
source: Hitmonchan is said to possess the spirit of a boxer who had been working toward a world championship. This Pokémon has an indomitable spirit and will never give up in the face of adversity.
pt_br: Diz-se que Hitmonchan possui o espírito de um boxeador que tinha lutado no Campeonato do mundo. Este Pokémon tem um espírito indomável e nunca vai desistir perante a adversidade.

# Lickitung.Description
source: Whenever Lickitung comes across something new, it will unfailingly give it a lick. It does so because it memorizes things by texture and by taste. It is somewhat put off by sour things.
pt_br: Sempre que o Lickitung se depara com algo novo, ele sempre dará uma lambida. Ele faz isso porque ele memoriza as coisas pela textura e pelo sabor. Ela nao gosta muito das coisas azedas.

# Koffing.Description
source: Koffing embodies toxic substances. It mixes the toxins with raw garbage to set off a chemical reaction that results in a terribly powerful poison gas. The higher the temperature, the more gas is concocted by this Pokémon.
pt_br: Koffing incorpora substâncias tóxicas. Mistura as toxinas com lixo cru para desencadear uma reação química que resulta em um gás venenoso terrivelmente poderoso. Quanto maior a temperatura, mais gás é gerado por este Pokémon.

# Weezing.Description
source: Weezing alternately shrinks and inflates its twin bodies to mix together toxic gases inside. The more the gases are mixed, the more powerful the toxins become. The Pokémon also becomes more putrid.
pt_br: Weezing, alternadamente, encolhe e infla seus corpos gêmeos para misturar gases tóxicos dentro deles. Quanto mais os gases são misturados, mais poderosa as toxinas se tornam. O Pokémon também se torna mais pútrido.

# Rhyhorn.Description
source: Rhyhorn’s brain is very small. It is so dense, while on a run it forgets why it started running in the first place. It apparently remembers sometimes if it demolishes something.
pt_br: O cérebro do Rhyhorn é muito pequeno. É tão pequeno, que durante uma corrida, ele normalmente esqueçe o motivo de ter começado a correr. Aparentemente as vezes ele se lembra se destrói algo.

# Rhydon.Description
source: Rhydon has a horn that serves as a drill. It is used for destroying rocks and boulders. This Pokémon occasionally rams into streams of magma, but the armor-like hide prevents it from feeling the heat.
pt_br: Rhydon tem um chifre que serve como uma broca. Ele é usado para destruir as pedras e pedregulhos. Este Pokémon ocasionalmente corre em fluxos de magma, mas a sua ¨armadura¨ impede-o de sentir o calor.

# Chansey.Description
source: Chansey lays nutritionally excellent eggs on an everyday basis. The eggs are so delicious, they are easily and eagerly devoured by even those people who have lost their appetite.
pt_br: Chansey põe ovos excelentes e nutritivos todos os dias. Os ovos são tão deliciosos, que eles são facilmente e avidamente devorados até mesmo por pessoas que perderam o seu apetite.

# Tangela.Description
source: Tangela’s vines snap off easily if they are grabbed. This happens without pain, allowing it to make a quick getaway. The lost vines are replaced by newly grown vines the very next day.
pt_br: As videiras do Tangela caem facilmente se ele é agarrado. Isto acontece sem dor, permitindo-lhe ter uma escapadinha rápida. As videiras perdidas são substituídas por videiras recém crescidas no dia seguinte.

# Kangaskhan.Description
source: If you come across a young Kangaskhan playing by itself, you must never disturb it or attempt to catch it. The baby Pokémon’s parent is sure to be in the area, and it will become violently enraged at you.
pt_br: Se você se deparar um Kangaskhan jovem jogando por si só, você nunca deve perturbá-lo ou tentar pegá-lo. Porque o pai desse bebê Pokémon con certeza de estará na área, e ele se tornará violento com você.

# Horsea.Description
source: If Horsea senses danger, it will reflexively spray a dense black ink from its mouth and try to escape. This Pokémon swims by cleverly flapping the fin on its back.
pt_br: Se Horsea pressente o perigo, reflexivamente ele vai pulverizar uma densa tinta preta de sua boca e tentar escapar. Este Pokémon nada habilmente agitando a barbatana em suas costas.

# Seadra.Description
source: Seadra generates whirlpools by spinning its body. The whirlpools are strong enough to swallow even fishing boats. This Pokémon weakens prey with these currents, then swallows it whole.
pt_br: Seadra gera redemoinhos girando seu corpo. Os redemoinhos são fortes o suficiente para engolir até barcos de pesca. Este Pokémon enfraquece suas presas com estas correntes e, em seguida, engole-os.

# Goldeen.Description
source: Goldeen loves swimming wild and free in rivers and ponds. If one of these Pokémon is placed in an aquarium, it will shatter even the thickest glass with one ram of its horn and make its escape.
pt_br: Goldeen adora a natação selvagem e livre nos rios e lagoas. Se um destes Pokémon é colocado em um aquário, ele vai quebrar mesmo o vidro mais grosso com seeu chifre, e escapará.

# Seaking.Description
source: Seaking is very protective of its eggs. The male and female will take turns patrolling around their nest and eggs. The guarding of eggs by these Pokémon goes on for over a month.
pt_br: Seaking é muito protetora de seus ovos. O macho e a fêmea se revezarão patrulhando em torno de seu ninho e ovos. A vigilância dos ovos fetias por estes Pokémon dura mais ou menos um mês.

# Staryu.Description
source: Staryu apparently communicates with the stars in the night sky by flashing the red core at the center of its body. If parts of its body are torn, this Pokémon simply regenerates the missing pieces and limbs.
pt_br: Staryu aparentemente se comunica com as estrelas no céu noturno piscando o núcleo vermelho no centro do seu corpo. Se as partes do seu corpo estão rasgadas, este Pokémon simplesmente regenera as peças faltando e os membros.

# Starmie.Description
source: Starmie swims through water by spinning its star-shaped body as if it were a propeller on a ship. The core at the center of this Pokémon’s body glows in seven colors.
pt_br: Starmie nada através da água girando seu corpo em forma de estrela, como se fosse uma hélice de um navio. O núcleo no centro do corpo deste Pokémon brilha em sete cores.

# MrMime.Description
source: Mr. Mime is a master of pantomime. Its gestures and motions convince watchers that something unseeable actually exists. Once the watchers are convinced, the unseeable thing exists as if it were real.
pt_br: Mr. Mime é um mestre da pantomima. Seus gestos e movimentos convencem os observadores que algo invisível realmente existe. Uma vez que os observadores estão convencidos, eles veem a coisa invisível como se ela fosse real.

# Scyther.Description
source: Scyther is blindingly fast. Its blazing speed enhances the effectiveness of the twin scythes on its forearms. This Pokémon’s scythes are so effective, they can slice through thick logs in one wicked stroke.
pt_br: Scyther é incrivelmente rápido. Sua incrível velocidade aumenta a eficácia do uso de suas foices em seu antebraço. As Foices deste Pokémon são tão eficazes, que eles pode cortar com um ataque os objetos mais grossos.

# Jynx.Description
source: Jynx walks rhythmically, swaying and shaking its hips as if it were dancing. Its motions are so bouncingly alluring, people seeing it are compelled to shake their hips without giving any thought to what they are doing.
pt_br: Jynx caminha ritmicamente, balançando e tremendo seus quadris, como se fosse um dança. Seus movimentos são tão sedutores, que aspessoas são obrigadas a agitar os quadris sem nem pensar no que eles estão fazendo.

# Electabuzz.Description
source: When a storm arrives, gangs of this Pokémon compete with each other to scale heights that are likely to be stricken by lightning bolts. Some towns use Electabuzz in place of lightning rods.
pt_br: Quando chega uma tempestade, gangues deste Pokémon competem umas com as outros para escalar altas coisas, podendo assim ser atingidas por relâmpagos. Algumas cidades usam Electabuzz no lugar dos para-raios.

# Magmar.Description
source: In battle, Magmar blows out intensely hot flames from all over its body to intimidate its opponent. This Pokémon’s fiery bursts create heat waves that ignite grass and trees in its surroundings.
pt_br: Em batalha, Magmar emana chamas intensamente quentes de todo o seu corpo para intimidar o oponente. Rajadas de fogo deste Pokémon criam ondas de calor que inflamam a grama e as árvores em seu entorno.

# Pinsir.Description
source: Pinsir has a pair of massive horns. Protruding from the surface of these horns are thorns. These thorns are driven deeply into the foe’s body when the pincer closes, making it tough for the foe to escape.
pt_br: Pinsir tem um par de chifres enormes. Saindo desses chifres existem vários espinhos. Esses espinhos são cravados profundamente dentro do corpo do inimigo quando a pinça se fecha, tornando-se difícil para o inimigo escapar.

# Tauros.Description
source: This Pokémon is not satisfied unless it is rampaging at all times. If there is no opponent for Tauros to battle, it will charge at thick trees and knock them down to calm itself.
pt_br: Este Pokémon não está satisfeito, a menos que ele esteja fazendo alvoroço a todos os momentos. Se não houver nenhum adversário para o Tauros lutar, ele vai bater em árvores e derrubár-los para que ele se acalme.

# Magikarp.Description
source: Magikarp is virtually useless in battle as it can only splash around. As a result, it is considered to be weak. However, it is actually a very hardy Pokémon that can survive in any body of water no matter how polluted it is.
pt_br: Magikarp é praticamente inútil na batalha já que ele só pode salpicar água ao redor. Como resultado, ele é considerado fraco. No entanto, é na verdade um Pokémon muito resistente que pode sobreviver em qualquer corpo de água, não importa o quao poluída ela é.

# Gyarados.Description
source: Once Gyarados goes on a rampage, its ferociously violent blood doesn’t calm until it has burned everything down. There are records of this Pokémon’s rampages lasting a whole month.
pt_br: Uma vez que o Gyarados vai a uma batalha, seu sangue não se acalma até que ele queime tudo ao seu redor. Existem registros de que os ataques deste Pokémon duram até um mês inteiro.

# Lapras.Description
source: People have driven Lapras almost to the point of extinction. In the evenings, this Pokémon is said to sing plaintively as it seeks what few others of its kind still remain.
pt_br: As pessoas deixaram o Lapras quase ao ponto da extinção. À noite, este Pokémon canta melancolicamente enquanto procura outros de seu tipo.

# Ditto.Description
source: Ditto rearranges its cell structure to transform itself into other shapes. However, if it tries to transform itself into something by relying on its memory, this Pokémon manages to get details wrong.
pt_br: Ditto reorganiza sua estrutura de célula para se transformar em outras formas. No entanto, ele nao pode confiar em sua memória para fazer essas transformaçoes, ja que ele normalmente guarda os detalhes erroneamente.

# Eevee.Description
source: Eevee has an unstable genetic makeup that suddenly mutates due to the environment in which it lives. Radiation from various stones causes this Pokémon to evolve.
pt_br: Eevee tem uma composição genética instável que de repente sofre mutação devido ao ambiente em que vive. Radiação de pedras diversas faz com que este Pokémon evolua.

# Vaporeon.Description
source: Vaporeon underwent a spontaneous mutation and grew fins and gills that allow it to live underwater. This Pokémon has the ability to freely control water.
pt_br: Vaporeon sofreu uma mutação espontânea e criou nadadeiras e guelras que permitem que ele viva debaixo d'água. Este Pokémon tem a capacidade de controlar livremente a água.

# Jolteon.Description
source: Jolteon’s cells generate a low level of electricity. This power is amplified by the static electricity of its fur, enabling the Pokémon to drop thunderbolts. The bristling fur is made of electrically charged needles.
pt_br: As células do Jolteon geram um baixo nível de eletricidade. Este poder é amplificado pela eletricidade estática do seu pelo, permitindo que o Pokémon solte relâmpagos. Os pelos eriçados em forma de agulhas sao carregados eletricamente.

# Flareon.Description
source: Flareon’s fluffy fur has a functional purpose—it releases heat into the air so that its body does not get excessively hot. This Pokémon’s body temperature can rise to a maximum of 1,650 degrees Fahrenheit.
pt_br: O pelo macio do Flareon tem uma finalidade funcional — ele libera calor no ar, para que seu corpo não fique excessivamente quente. A temperatura de corpo deste Pokémon pode subir até um máximo de 899 graus Celsius.

# Porygon.Description
source: Porygon is capable of reverting itself entirely back to program data and entering cyberspace. This Pokémon is copy protected so it cannot be duplicated by copying.
pt_br: Porygon é capaz de reverter-se inteiramente de volta para programar dados e entrar no ciberespaço. Este Pokémon é uma cópia protegida por isso não pode ser copiado.

# Omanyte.Description
source: Omanyte is one of the ancient and long-since-extinct Pokémon that have been regenerated from fossils by people. If attacked by an enemy, it withdraws itself inside its hard shell.
pt_br: Omanyte é um dos Pokémon antigo e de longa data extintos que foram regenerados a partir de fósseis por pessoas. Se atacado por um inimigo, esconde-se dentro de sua casca dura.

# Omastar.Description
source: Omastar uses its tentacles to capture its prey. It is believed to have become extinct because its shell grew too large and heavy, causing its movements to become too slow and ponderous.
pt_br: Omastar usa seus tentáculos para capturar suas presas. Acredita-se se extinguiram-se porque sua casca cresceu demasiado grande e pesada, fazendo com que seus movimentos fossem demasiado lento e pesados.

# Kabuto.Description
source: Kabuto is a Pokémon that has been regenerated from a fossil. However, in extremely rare cases, living examples have been discovered. The Pokémon has not changed at all for 300 million years.
pt_br: Kabuto é um Pokémon que tem sido regenerado de um fóssil. No entanto, em casos extremamente raros, exemplos vivos foram descobertos. O Pokémon não mudou nada em 300 milhões de anos.

# Kabutops.Description
source: Kabutops swam underwater to hunt for its prey in ancient times. The Pokémon was apparently evolving from being a water dweller to living on land as evident from the beginnings of change in its gills and legs.
pt_br: Kabutops nadou na água caçando suas presas em tempos antigos. O Pokémon aparentemente evolui de um morador de água para viver na terra, como é evidente.

# Aerodactyl.Description
source: Aerodactyl is a Pokémon from the age of dinosaurs. It was regenerated from genetic material extracted from amber. It is imagined to have been the king of the skies in ancient times.
pt_br: Aerodactyl é um Pokémon da época dos dinossauros. Ele foi regenerado de material genético extraído de âmbar. Imagina-se que ele tenha sido o rei dos céus nos tempos antigos.

# Snorlax.Description
source: Snorlax’s typical day consists of nothing more than eating and sleeping. It is such a docile Pokémon that there are children who use its expansive belly as a place to play.
pt_br: Um dia típico do Snorlax’s consiste em nada mais do que comer e dormir. É um Pokémon dócil, as crianças usam sua barriga expansiva como um lugar para jogar.

# Articuno.Description
source: Articuno is a legendary bird Pokémon that can control ice. The flapping of its wings chills the air. As a result, it is said that when this Pokémon flies, snow will fall.
pt_br: Articuno é um pássaro lendário, que pode controlar o gelo. O bater das suas asas gela o ar. Como resultado, diz-se que quando este Pokémon voa, a neve cai.

# Zapdos.Description
source: Zapdos is a legendary bird Pokémon that has the ability to control electricity. It usually lives in thunderclouds. The Pokémon gains power if it is stricken by lightning bolts.
pt_br: Zapdos é um pássaro lendário que tem a capacidade de controlar a eletricidade. Geralmente vive nas trovoadas. O Pokémon ganha mais poder, se ele é atingido por relâmpagos.

# Moltres.Description
source: Moltres is a legendary bird Pokémon that has the ability to control fire. If this Pokémon is injured, it is said to dip its body in the molten magma of a volcano to burn and heal itself.
pt_br: Moltres é um pássaro lendário que tem a capacidade de controlar o fogo. Se este Pokémon está ferido, ele mergulha seu corpo no magma do fundo de um vulcão para se queimar e curar-se.

# Dratini.Description
source: Dratini continually molts and sloughs off its old skin. It does so because the life energy within its body steadily builds to reach uncontrollable levels.
pt_br: Dratini continuamente mudas e joga fora sua pele velha. Ele faz isso porque a energia vital dentro de seu corpo cria novas peles progressivamente para atingir níveis incontroláveis.

# Dragonair.Description
source: Dragonair stores an enormous amount of energy inside its body. It is said to alter weather conditions in its vicinity by discharging energy from the crystals on its neck and tail.
pt_br: Dragonair armazena uma quantidade enorme de energia dentro do seu corpo. Ele é capaz de alterar as condições meteorológicas nas suas proximidades, devido a descarga de energia dos cristais em seu pescoço e cauda.

# Dragonite.Description
source: Dragonite is capable of circling the globe in just 16 hours. It is a kindhearted Pokémon that leads lost and foundering ships in a storm to the safety of land.
pt_br: Dragonite é capaz de circular o globo em apenas 16 horas. É um Pokémon de bom coração que guia navios perdidos em tempestades para a segurança da terra.

# Mewtwo.Description
source: Mewtwo is a Pokémon that was created by genetic manipulation. However, even though the scientific power of humans created this Pokémon’s body, they failed to endow Mewtwo with a compassionate heart.
pt_br: Mewtwo é um Pokémon que foi criado por manipulação genética. No entanto, mesmo que o poder científico do ser humano tenha criado o corpo deste Pokémon, eles não conseguiram dar ao Mewtwo um coração compassivo.

# Mew.Description
source: Mew is said to possess the genetic composition of all Pokémon. It is capable of making itself invisible at will, so it entirely avoids notice even if it approaches people.
pt_br: Mew tem a composição genética de todos os Pokémon. É capaz de fazer-se invisível, assim evitando avisar as pessoas, mesmo que ele aproxime-se delas.

source: Bug
pt_br: Inseto

source: Dark
pt_br: Noturno

source: Dragon
pt_br: Dragão

source: Electric
pt_br: Elétrico

source: Fairy
pt_br: Fada

source: Fighting
pt_br: Lutador

source: Fire
pt_br: Fogo

source: Flying
pt_br: Voador

source: Ghost
pt_br: Fantasma

source: Grass
pt_br: Grama

source: Ground
pt_br: Terra

source: Ice
pt_br: Gelo

source: Poison
pt_br: Venenoso

source: Rock
pt_br: Pedra

source: Steel
pt_br: Aço

source: Water
pt_br: Água
