Repository: ST-Apps/Pokemon-Go-Rocket-API
Catalog: PokemonGo-UWP/MultilingualResources/PokemonGo-UWP.*.xlf
Languages: pt_br

# BadgeBattleAttackWon
source: Battle Girl
pt_br: Garoto de Batalha

# BadgeBattleTrainingWon
source: Ace Trainer
pt_br: Treinador Perito

# BadgeBigMagikarp
source: Fisherman
pt_br: Pescador

# BadgeCaptureTotal
source: Collector
pt_br: Colecionador

# BadgeEvolvedTotal
source: Scientist
pt_br: Cientista

# BadgeHatchedTotal
source: Breeder
pt_br: Criador

# BadgePokestopsVisited
source: Backpacker
pt_br: Mochileiro

# BadgeSmallRattata
source: Youngster
pt_br: Jovem

# BadgeTravelKm
source: Jogger
pt_br: Corredor

# Bug
source: Bug Catcher
pt_br: Caçador de Insetos

# Dragon
source: Dragon Tamer
pt_br: Domador de Dragões

# Electric
source: Rocker
pt_br: Motoqueiro Rock'n Roll

# Fairy
source: Fairy Tale Girl
pt_br: Garoto de conto de fadas

# Fighting
source: Black Belt
pt_br: Faixa Preta

# Fire
source: Kindler
pt_br: Incendiador

# Flying
source: Bird Keeper
pt_br: Caçador de Passáros

# Ghost
source: Hex Maniac
pt_br: Louco por Bruxaria

# Grass
source: Gardener
pt_br: Jardineiro

# Ground
source: Ruin Maniac
pt_br: Louco por Destruição

# Ice
source: Skier
pt_br: Esquiador

# Normal
source: School Kid
pt_br: Garoto da escola

# Poison
source: Punk Girl
pt_br: Garota Punk

source: Psychic
pt_br: Psíquico

# Rock
source: Hiker
pt_br: Alpinista

# Steel
source: Depot Agent
pt_br: Agente Ferroviário

# Water
source: Swimmer
pt_br: Nadador

# BadgeBattleAttackWonDescription
source: Won {0} gym battles
pt_br: Ganhou {0} batalhas de ginásio

# BadgeBattleTrainingWonDescription
source: Won {0} training battles
pt_br: Ganhou {0} batalhas de treinamento

# BadgeBigMagikarpDescription
source: Caught {0} Magikarp
pt_br: Capturou {0} Magikarp(s)

# BadgeCaptureTotalDescription
source: Captured {0} Pokemon
pt_br: Capturou {0} Pokémon

# BadgeEvolvedTotalDescription
source: Evolved {0} Pokémon
pt_br: Evoluiu {0} Pokémon

# BadgeHatchedTotalDescription
source: Hatched {0} Pokemon
pt_br: Chocou {0} Pokémon

# BadgePikachuDescription
source: Caught {0} Pikachu
pt_br: Capturou {0} Pikachu

# BadgePokedexEntriesDescription
source: Registered {0} Pokemon in the Pokedex
pt_br: {0} Pokémon registrados na Pokédex

# BadgePokestopsVisitedDescription
source: Visited {0} Pokestops
pt_br: Visitou {0} Pokéstops

# BadgeSmallRattataDescription
source: Caught {0} small Rattata
pt_br: Capturou {0} Minirattata(s)

# BadgeTravelKmDescription
source: Walked {0} km
pt_br: Andou {0} km(s)

# BugDescription
source: Caught {0} Bug Pokemon
pt_br: Capturou {0} Pokémon tipo Inseto

# DragonDescription
source: Caught {0} Dragon Pokemon
pt_br: Capturou {0} Pokémon tipo Dragão

# ElectricDescription
source: Caught {0} Electric Pokemon
pt_br: Capturou {0} Pokémon tipo Elétrico

# FairyDescription
source: Caught {0} Fairy Pokemon
pt_br: Capturou {0} Pokémon tipo Fada

# FightingDescription
source: Caught {0} Fighting Pokemon
pt_br: Capturou {0} Pokémon tipo Lutador

# FireDescription
source: Caught {0} Fire Pokemon
pt_br: Capturou {0} Pokémon tipo Fogo

# FlyingDescription
source: Caught {0} Flying Pokemon
pt_br: Capturou {0} Pokémon tipo Voador

# GhostDescription
source: Caught {0} Ghost Pokemon
pt_br: Capturou {0} Pokémon tipo Fantasma

# GrassDescription
source: Caught {0} Grass Pokemon
pt_br: Capturou {0} Pokémon tipo Grama

# GroundDescription
source: Caught {0} Ground Pokemon
pt_br: Capturou {0} Pokémon tipo Terra

# IceDescription
source: Caught {0} Ice Pokemon
pt_br: Capturou {0} Pokémon tipo Gelo

# NormalDescription
source: Caught {0} Normal Pokemon
pt_br: Capturou {0} Pokémon tipo Normal

# PoisonDescription
source: Caught {0} Poison Pokemon
pt_br: Capturou {0} Pokémon tipo Venenoso

# PsychicDescription
source: Caught {0} Psychic Pokemon
pt_br: Capturou {0} Pokémon tipo Psíquico

# RockDescription
source: Caught {0} Rock Pokemon
pt_br: Capturou {0} Pokémon tipo Pedra

# SteelDescription
source: Caught {0} Steel Pokemon
pt_br: Capturou {0} Pokémon tipo Aço

# WaterDescription
source: Caught {0} Water Pokemon
pt_br: Capturou {0} Pokémon tipo Água

# PokemonFledText
source: {0} fled
pt_br: {0} escapou

# GettingGpsSignalText
source: Getting GPS signal...
pt_br: Recebendo o sinal do GPS...

# GettingUserDataText
source: Getting user data...
pt_br: Recebendo dados do usuário...

# GoogleErrorText
source: Google returned error:
pt_br: Google retornou um erro:

# GoogleNotRespondingText
source: Google is not responding, please try again later.
pt_br: Google não responde, por favor, tente novamente mais tarde.

# LoadingEncounterText
source: Loading encounter with {0}
pt_br: Carregando encontro com {0}

# LoggingInText
source: Logging in...
pt_br: Fazendo login...

# LoginFailedText
source: Login failed, please try again.
pt_br: Falha no login, por favor tente novamente.

# NoText
source: NO
pt_br: NÂO

# NoGpsPermissionsText
source: We need GPS permissions to run the game, please enable it and try again.
pt_br: Precisamos de permissão para usar o GPS no jogo, por favor, ative-o e tente novamente.

# PokemonRanAwayText
source: Pokémon ran away, sorry :(
pt_br: O Pokémon fugiu, sinto muito :(

# PtcDownText
source: PTC login is probably down, please retry later.
pt_br: Login PTC provavelmente caiu, por favor, tente novamente mais tarde.

# SomethingWentWrongText
source: Something went wrong and app may be unstable now. Do you want to logout and try again?
pt_br: Algo deu errado e app pode estar instável agora. Você quer sair e tentar novamente?

# UpdateDownloadingText
source: Downloading update {0}
pt_br: Baixando atualização {0}

# UpdatedVersionText
source: An updated version {0} is available. Do you want to update? {1}
pt_br: Uma nova versão {0} está disponível. Você quer atualizar? {1}

# UpdateFailedText
source: Update failed: {0} Open page with installation files for manual install?
pt_br: Falha na atualização: {0} Abrir a página com os arquivos de instalação para instalação manual?

# UpdateInstallingText
source: Installing update, app is restarting...
pt_br: Instalando atualização, reiniciando o app...

# WrongUsernameText
source: Wrong username/password or offline server, please try again.
pt_br: Nome de usuário/Senha incorretos ou servidor offline, por favor tente novamente.

# YesText
source: YES
pt_br: SIM

# InstinctTeamText
source: Instinct
pt_br: Instinto

# NoTeamText
source: No Team
pt_br: Sem equipe

# MysticTeamText
source: Mystic
pt_br: Místico

# TransferPokemonSuccessText
source: Transfer succeeded! Got a {0} Candy from the Professor.
pt_br: Transferencia bem sucedida! Você ganhou um doce de {0} do professor.

# TransferPokemonWarningText
source: You can't take it back after it's transferred to the Professor.
pt_br: Você não poderá ter seu Pokémon de volta depois que ele for transferido para o Professor.

# LoginExpired
source: Previous login expired.
pt_br: Login Expirou.

# ActivityUnknown
source: Unknown
pt_br: Desconhecido

# ActivityCatchPokemon
source: Pokémon Caught
pt_br: Pokémon Capturado

# ActivityCatchLegendPokemon
source: Catch Legendary Pokémon
pt_br: Pokémon Legendário Capturado

# ActivityFleePokemon
source: Pokémon Fled
pt_br: Pokémon Fugiu

# ActivityDefeatFort
source: Defeat Fort
pt_br: Derrota Forte

# ActivityEvolvePokemon
source: Evolve a Pokémon
pt_br: Evoluir um Pokémon

# ActivityHatchEgg
source: Egg Hatched!
pt_br: Um Ovo Eclodiu!

# ActivityWalkKm
source: Walk Km
pt_br: Km(s) Caminhados

# ActivityPokedexEntryNew
source: New Pokémon
pt_br: Novo Pokémon

# ActivityCatchFirstThrow
source: First Throw
pt_br: Primeiro Lançamento

# ActivityCatchNiceThrow
source: Nice Throw
pt_br: Bom Lançamento

# ActivityCatchGreatThrow
source: Great Throw
pt_br: Ótimo Lançamento

# ActivityCatchExcellentThrow
source: Excellent Throw
pt_br: Lançamento Excelente

# ActivityCatchCurveball
source: Curveball
pt_br: Bola Curva!

# ActivityCatchFirstCatchOfDay
source: First Catch of Day!
pt_br: Primeira Captura do dia!

# ActivityCatchMilestone
source: Catch Milestone
pt_br: Marco de Captura

# ActivityTrainPokemon
source: Train Pokémon
pt_br: Treinar Pokémon

# ActivitySearchFort
source: Search Fort
pt_br: Buscar Fortes

# ActivityReleasePokemon
source: Release Pokémon
pt_br: Libertar Pokémon

# ActivityHatchEggSmallBonus
source: Hatch Egg Small Bonus
pt_br: Pequeno Bônus de Ovo Eclodido

# ActivityHatchEggMediumBonus
source: Hatch Egg Medium Bonus
pt_br: Bônus Médio de Ovo Eclodido

# ActivityHatchEggLargeBonus
source: Hatch Egg Large Bonus
pt_br: Grande Bônus de Ovo Eclodido

# ActivityDefeatGymDefender
source: Defeat Gym Defender
pt_br: Derrote o Defensor do Ginásio

# ActivityDefeatGymLeader
source: Defeat Gym Leader
pt_br: Derrote o Líder do Ginásio

source: Combat
pt_br: Combate

source: Date
pt_br: Data

# Fav
source: Favorite
pt_br: Favoritos

source: Health
pt_br: Sáude

source: Name
pt_br: Nome

source: Number
pt_br: Número

# PokemonInventoryFullText
source: Your Pokémon inventory is full, transfer some Pokémon before trying to catch {0}.
pt_br: Seu inventário Pokémon está cheio, transfira algum Pokémon antes de pegar o {0}.

# WaitingForNetworkText
source: Waiting for network to be back...
pt_br: Esperando a rede voltar...

# EggHatchMessage
source: An Egg hatched into a {0}. You also got {1} Stardust, {2} Candy and {3} XP.
pt_br: Um ovo eclodiu em {0}. Você também ganhou {1} em Poeira Estelar, {2} Doces e {3} XP.

# EvolvePokemonWarningText
source: Do you want to evolve {0}?
pt_br: Você quer evoluir o {0} ?

# PowerUpPokemonWarningText
source: Do you want to use a power up for {0}?
pt_br: Você quer treinar o {0}?

# TransferPokemonWarningTitle
source: Do you really want to transfer {0} to the Professor?
pt_br: Você realmente quer transferir {0} para o Professor?

# CancelText
source: CANCEL
pt_br: CANCELAR

# ItemDiscardWarningText
source: Discard {0}?
pt_br: Descartar {0}?

source: Set Nickname
pt_br: Escolha seu Apelido

# CooldownTextBlock.Text
source: You have to wait some time
pt_br: Você tem que esperar algum tempo

# InventoryFullTextBlock.Text
source: Your inventory is full!
pt_br: Seu inventário está cheio!

# PtcLoginTextBlock.Text
source: LOGIN with PTC Account
pt_br: Faça o LOGIN com uma conta do PTC

# LoginDisclaimerTextBox.Text
source: To login, enter your Username/Email and Password above. If you don't trust this app, please close it now. Niantic may ban you for using this app. Use at your own risk.
pt_br: Para entrar você precisa inserir seu nome de usuário/E-mail e senha neste app. Se não confia nele, por favor, feche-o. Não nos responsabilizamos por nada.

# NearbyPokemonTextBlock.Text
source: nearby
pt_br: nas proximidades

# OutOfRangeTextBlock.Text
source: THIS POKÉSTOP IS TOO FAR AWAY
pt_br: A Pokéstop está muito longe.

# LoginPasswordPasswordBox.PlaceholderText
source: Password
pt_br: Senha

# LoginUsernameTextBox.PlaceholderText
source: Username / Email
pt_br: Nome de usuário/E-mail

# EggsTextBlock.Text
source: EGGS
pt_br: OVOS

# SettingsMusicTextBlock.Text
source: Music
pt_br: Música

# SettingsHeaderTextBlock.Text
source: SETTINGS
pt_br: CONFIGURAÇÕES

# SettingsSignOutTextBlock.Text
source: Sign Out
pt_br: Desconectar

# SettingsVibrationTextBlock.Text
source: Vibration
pt_br: Vibração

# ItemsTextBlock.Text
source: ITEMS
pt_br: ITENS

# LowercaseItemsTextBlock.Text
source: items
pt_br: Itens

# LevelUpTextBlock.Text
source: Level up!
pt_br: Subiu de nível!

# LevelTextBlock.Text
source: Level
pt_br: Nível

# SettingsMapAutoRotateTextBlock.Text
source: Auto-Rotate Map
pt_br: Girar automaticamente o mapa

# StartDateTextBlock.Text
source: START DATE
pt_br: DATA DE INÍCIO

# IncubatorsTextBlock.Text
source: INCUBATORS
pt_br: INCUBADORAS

# SettingsUseNianticMapTextBlock.Text
source: Use Niantic Map
pt_br: Usar o mapa Original

# HpTextBlock.Text
source: HP
pt_br: Vida

# TypeTextBlock.Text
source: Type
pt_br: Tipo

# WeightTextBlock.Text
source: Weight
pt_br: Peso

# HeightTextBlock.Text
source: Height
pt_br: Altura

# StardustTextBlock.Text
source: STARDUST
pt_br: Poeira Estelar

# CandyTextBlock.Text
source: CANDY
pt_br: DOCE

# EvolveButton.Content
source: EVOLVE
pt_br: EVOLUIR

# PowerUpButton.Content
source: POWER UP
pt_br: TREINAR

# EggDetailButtonTextBlock.Text
source: START INCUBATION
pt_br: Começar incubação

# EggDetailTextBlock.Text
source: Use an incubator to incubate the Egg.
pt_br: Use uma incubadora para chocar o ovo.

# PokedexCaught.Text
source: Caught:
pt_br: Capturado:

# PokedexEvolutions.Text
source: Evolutions
pt_br: Evoluções

# PokedexPokemonHeight.Text
source: Height:
pt_br: Altura:

# PokedexPokemonType.Text
source: Type:
pt_br: Tipo:

# PokedexPokemonWeight.Text
source: Weight:
pt_br: Peso:

# PokedexSeen.Text
source: Seen:
pt_br: Visto:

# PokedexViewCaught.Text
source: Caught
pt_br: Capturado

# PokedexViewSeen.Text
source: Seen
pt_br: Visto

# TimesTextBlock.Text
source: times
pt_br: vezes

# SettingsRememberMapZoomTextBlock.Text
source: Remember Map Zoom
pt_br: Recordar Zoom do Mapa

# TransferTextBlock.Text
source: TRANSFER
pt_br: TRANSFERIR

# SettingsLanguageRestartTextBlock.Text
source: You must restart the App to take effect.
pt_br: Você precisa reiniciar a aplicação para que as mudanças tenham efeito.

# SettingsLanguageTextBlock.Text
source: Language
pt_br: Linguagem

# SettingsCompassEnabledTextBlock.Text
source: Use compass
pt_br: Usar Bússola

# SettingsLiveTileTextBlock.Text
source: Live Tile Mode
pt_br: Modelo da Live Tile

# FavoriteTextBlock.Text
source: FAVORITE
pt_br: FAVORITO

# D_ItemGreatBall
source: A good, high-performance Poké Ball that provides a higher catch rate than a standard Poké Ball.
pt_br: Bola e de alto desempenho, Poké Bola que fornece uma taxa de captura maior do que uma Poké Bola padrão.

# D_ItemIncenseCool
source: Incense with a mysterious fragrance that lures wild Pokémon to your location for 30 minutes
pt_br: Incenso com uma fragrância misteriosa que atrai os Pokémon selvagens para a sua localização por 30 minutos

# D_ItemIncenseFloral
source: Incense with a mysterious fragrance that lures wild Pokémon to your location for 30 minutes
pt_br: Incenso com uma fragrância misteriosa que atrai os Pokémon selvagens para a sua localização por 30 minutos

# D_ItemIncenseOrdinary
source: Incense with a mysterious fragrance that lures wild Pokémon to your location for 30 minutes
pt_br: Incenso com uma fragrância misteriosa que atrai os Pokémon selvagens para a sua localização por 30 minutos

# D_ItemIncenseSpicy
source: Incense with a mysterious fragrance that lures wild Pokémon to your location for 30 minutes
pt_br: Incenso com uma fragrância misteriosa que atrai os Pokémon selvagens para a sua localização por 30 minutos

# D_ItemIncubatorBasic
source: A device that incubates an Egg as you walk until it is ready to hatch. Breaks after 3 uses.
pt_br: Um dispositivo que incuba o ovo conforme você anda até que esteja pronto para eclodir. Quebra após 3 usos.

# D_ItemIncubatorBasicUnlimited
source: A device that incubates an Egg as you walk until it is ready to hatch. Unlimited use!
pt_br: Um dispositivo que incuba o ovo conforme você anda até que esteja pronto para eclodir. Uso ilimitado!

# D_ItemMasterBall
source: The best Poké Ball with the ultimate level of performance. With it you will catch any Pokémon without fail.
pt_br: A melhor Poké Bola com o nível máximo de desempenho. Com ela você vai capturar qualquer Pokémon, sem falhar.

# D_ItemPokeBall
source: A device for capturing wild Pokémon. It's thrown like a ball at a wild Pokémon, comfortably encapsulating its target.
pt_br: Um dispositivo para capturar Pokémon selvagens. É jogado como uma bola em um Pokémon selvagem, encapsulando confortavelmente seu alvo.

# D_ItemPotion
source: A spray-type medicine for treating wounds. It restores the HP of one Pokémon by 20 points.
pt_br: Um medicamento do tipo spray para o tratamento de feridas. Ele restaura a Vida de um Pokémon em 20 pontos.

# D_ItemRevive
source: A medicine that can revive fainted Pokémon. It also restores half of a fainted Pokémon's maximum HP.
pt_br: Um medicamento que pode reviver Pokémon desmaiados. Ele também restaura metade da Vida máxima de um Pokémon desmaiado.

# D_ItemUltraBall
source: An ultra-high performance Poké Ball that provides a higher success rate for catching Pokémon than a Great.
pt_br: Uma Poké Bola de alta performance que proporciona uma maior taxa de sucesso para a captura do Pokémon do que uma Ótima Bola.

# ItemGreatBall
source: Great Ball
pt_br: Ótima Bola

# ItemHyperPotion
source: Hyper Potion
pt_br: Hiper Poção

# ItemIncenseCool
source: Cool Incense
pt_br: Incenso Legal

# ItemIncenseFloral
source: Floral Incense
pt_br: Incenso Floral

# ItemIncenseOrdinary
source: Incense
pt_br: Incenso Comum

# ItemIncenseSpicy
source: Spicy Incense
pt_br: Incenso Picante

# ItemIncubatorBasic
source: Incubator
pt_br: Incubadora Básica

# ItemIncubatorBasicUnlimited
source: ∞ Incubator
pt_br: Incubadora Básica Ilimitada

# ItemItemStorageUpgrade
source: Item Storage Upgrade
pt_br: Atualização de armazenamento de itens

# ItemLuckyEgg
source: Lucky Egg
pt_br: Ovo da Sorte

# ItemMasterBall
source: Master Ball
pt_br: Bola Mestra

# ItemMaxPotion
source: Max Potion
pt_br: Poção Máxima

# ItemMaxRevive
source: Max Revive
pt_br: Reviver Máximo

# ItemPokeBall
source: Poke Ball
pt_br: Poké Bola

# ItemPokemonStorageUpgrade
source: Pokemon Storage Upgrade
pt_br: Atualização de armazenamento de Pokémon

# ItemPotion
source: Potion
pt_br: Poção

# ItemRevive
source: Revive
pt_br: Reviver

# ItemSpecialCamera
source: Special Camera
pt_br: Câmera Especial

# ItemSuperPotion
source: Super Potion
pt_br: Super Poção

# ItemTroyDisk
source: Lure Module
pt_br: Isca para Pokémon

# ItemUltraBall
source: Ultra Ball
pt_br: Ultra Bola

# ItemUnknown
source: Unknown
pt_br: Desconhecido

# ItemXAttack
source: X Attack
pt_br: Ataque X

# ItemXDefense
source: X Defense
pt_br: Defesa X

# ItemXMiracle
source: X Miracle
pt_br: Milagre X

# D_ItemLuckyEgg
source: A Lucky Egg that's filled with happiness! Earns double XP for 30 minutes.
pt_br: Um Ovo da Sorte que é cheio de felicidade! Dobra XP por 30 minutos.

# D_ItemRazzBerry
source: Feed this to a Pokémon, and it will be easier to catch on your next throw.
pt_br: Alimente um Pokémon com isto, e será mais fácil de pega-lo no seu próximo arremesso.

# D_ItemSpecialCamera
source: When you encounter Pokémon in the wild, you can use your camera to photograph them.
pt_br: Quando você encontrar um Pokémon na selva, você pode usar sua câmera para fotografa-lo.

# D_ItemSuperPotion
source: A spray-type medicine for treating wounds. It restores the HP of one Pokémon by 50 points.
pt_br: Um medicamento do tipo spray para o tratamento de feridas. Ele restaura a Vida de um Pokémon em 50 pontos.

# D_ItemTroyDisk
source: A module that attracts Pokémon to a Pokéstop for 30 min. The effect benefits other people nearby.
pt_br: Isca que atrai o Pokémon para uma Pokéstop por 30 min. Este efeito beneficia outras pessoas nas proximidades.

# D_ItemUnknown
source: This item is unknown and may be added in the future.
pt_br: Este item é desconhecido e pode ser adicionado no futuro.

# D_ItemBlukBerry
source: Feed this to a Pokémon, and it will be easier to catch on your next throw.
pt_br: Alimente um Pokémon com isto, e será mais fácil de pega-lo no seu próximo arremesso.

# D_ItemNanabBerry
source: Feed this to a Pokémon, and it will be easier to catch on your next throw.
pt_br: Alimente um Pokémon com isto, e será mais fácil de pega-lo no seu próximo arremesso.

# D_ItemPinapBerry
source: Feed this to a Pokémon, and it will be easier to catch on your next throw.
pt_br: Alimente um Pokémon com isto, e será mais fácil de pega-lo no seu próximo arremesso.

# D_ItemWeparBerry
source: Feed this to a Pokémon, and it will be easier to catch on your next throw.
pt_br: Alimente um Pokémon com isto, e será mais fácil de pega-lo no seu próximo arremesso.

source: Bite
pt_br: Mordida

source: Cross Chop
pt_br: Corte Crusado

source: Dark Pulse
pt_br: Vibração Sombria

source: Dig
pt_br: Cavar

source: Double Slap
pt_br: Tapa Duplo

source: Ember
pt_br: Brasa

source: Flamethrower
pt_br: Lança-Chamas

source: Flame Wheel
pt_br: Roda de Fogo

source: Hyper Beam
pt_br: Hiper Raio

source: Lick
pt_br: Lambida

source: Low Kick
pt_br: Chute Baixo

source: Megahorn
pt_br: Mega Chifre

source: Metal Claw
pt_br: Garra de Metal

source: Move Unset
pt_br: Mover-se desmontado

source: Pound
pt_br: Tapa

source: Psycho Cut
pt_br: Corte psicopata

source: Quick Attack
pt_br: Ataque Rápido

source: Razor Leaf
pt_br: Folha Navalha

source: Scratch
pt_br: Arranhar

source: Sludge
pt_br: Lama Tóxica

source: Smog
pt_br: Fumaça

source: Sucker Punch
pt_br: Soco Malvado

source: Tackle
pt_br: Investida

source: Take Down
pt_br: Golpe Baixo

source: Thunder Shock
pt_br: Choque do Trovão

source: Vice Grip
pt_br: Vice Agarrar

source: Vine Whip
pt_br: Chicote de Vinha

source: Water Gun
pt_br: Jato de Água

source: Wing Attack
pt_br: Ataque de Asas

source: Wrap
pt_br: Envolver

source: Absorb
pt_br: Absorver

source: Acid
pt_br: Ácido

source: Acid Fast
pt_br: Ácido

source: Aerial Ace
pt_br: Ataque Aério

source: Air Cutter
pt_br: Lâmina de Ar

source: Air Slash
pt_br: Corte Aéreo

source: Ancient Power
pt_br: Poder Antigo

source: Aqua Jet
pt_br: Aqua Míssil

source: Aqua Tail
pt_br: Cauda de Água

# BiteFast
source: Bite
pt_br: Mordida

source: Blizzard
pt_br: Nevasca

source: Body Slam
pt_br: Estrondo

source: Bone Club
pt_br: Clava de Osso

source: Brick Break
pt_br: Quebra Tijolo

source: Brine
pt_br: Salmoura

source: Bubble Beam
pt_br: Rajada de Bolhas

source: Bubble Fast
pt_br: Bolhas

source: Bug Bite
pt_br: Mordida de Inseto

# BugBiteFast
source: Bug Bite
pt_br: Mordida de Inseto

source: Bug Buzz
pt_br: Zumbido de Inseto

source: Bull doze
pt_br: Arrasar

source: Bullet Punch
pt_br: Soco Rajada

# BulletPunchFast
source: Bullet Punch
pt_br: Soco Rajada

# ConfusionFast
source: Confusion
pt_br: Confusão

source: Cross Poison
pt_br: Cruz de Veneno

source: Cut
pt_br: Corte

# CutFast
source: Cut
pt_br: Corte

source: Dazzling Gleam
pt_br: Clarão Ofuscante

source: Disarming Voice
pt_br: Voz Encantadora

source: Discharge
pt_br: Descarga

source: Dragon Breath
pt_br: Sopro do Dragão

# DragonBreathFast
source: Dragon Breath
pt_br: Sopro do Dragão

source: Dragon Claw
pt_br: Garra de Dragão

source: Dragon Pulse
pt_br: Vibração do Dragão

source: Draining Kiss
pt_br: Beijo Vampírico

source: Drill Peck
pt_br: Bico Broca

source: Drill Run
pt_br: Corrida de Broca

source: Earthquake
pt_br: Terremoto

source: Ember Fast
pt_br: Brasa

# FeintAttackFast
source: Feint Attack
pt_br: Ataque Furtivo

source: Fire Blast
pt_br: Explosão de Fogo

# FireFangFast
source: Fire Fang
pt_br: Presa de Fogo

source: Fire Punch
pt_br: Soco de Fogo

source: Flame Burst
pt_br: Explosão de Chamas

source: Flame Charge
pt_br: Carga de Chamas

source: Flash Cannon
pt_br: Canhão de Luz

source: Frost Breath
pt_br: Sopro de Congelamento

# FrostBreathFast
source: Frost Breath
pt_br: Sopro de Congelamento

source: Fury Cutter
pt_br: Corte Furioso

# FuryCutterFast
source: Fury Cutter
pt_br: Corte Furioso

source: Giga Drain
pt_br: Giga Dreno

source: Gunk Shot
pt_br: Tiro Venenoso

source: Headbutt
pt_br: Cabeçada

source: Heart Stamp
pt_br: Selo de Coração

source: Heat Wave
pt_br: Onda de Calor

source: Horn Attack
pt_br: Ataque de Chifre

source: Hurricane
pt_br: Furacão

source: Hydro Pump
pt_br: Hidro Bomba

# HydroPumpBlastoise
source: Hydro Pump
pt_br: Hidro Bomba

source: Hyper Fang
pt_br: Hiper Presa

source: Ice Beam
pt_br: Raio de Gelo

source: Ice Punch
pt_br: Soco de Gelo

source: Ice Shard
pt_br: Caco de Gelo

# IceShardFast
source: Ice Shard
pt_br: Caco de Gelo

source: Icy Wind
pt_br: Vento Gelado

source: Iron Head
pt_br: Cabeça de Ferro

source: Karate Chop
pt_br: Corte Karatê
