Repository: ST-Apps/Pokemon-Go-Rocket-API
Catalog: PokemonGo-UWP/MultilingualResources/PokemonGo-UWP.*.xlf
Languages: pt_br

# KarateChopFast
source: Karate Chop
pt_br: Corte Karatê

source: Leaf Blade
pt_br: Lâmina de Folha

source: Lick Fast
pt_br: Lambida

# LowKickFast
source: Low Kick
pt_br: Chute Baixo

source: Low Sweep
pt_br: Ataque Baixo

source: Magnet Bomb
pt_br: Bomba Magnética

source: Mega Drain
pt_br: Mega Dreno

# MetalClawFast
source: Metal Claw
pt_br: Garra de Metal

source: Moonblast
pt_br: Explosão Lunar

source: Mud Bomb
pt_br: Bomba de Lama

source: Mud Shot
pt_br: Rajada de Lama

# MudShotFast
source: Mud Shot
pt_br: Rajada de Lama

# MudSlapFast
source: Mud Slap
pt_br: Tapa de Lama

source: Night Slash
pt_br: Corte Noturno

source: Ominous Wind
pt_br: Vento Nefasto

source: Parabolic Charge
pt_br: Carga Parabólica

source: Peck
pt_br: Bicada

# PeckFast
source: Peck
pt_br: Bicada

source: Petal Blizzard
pt_br: Nevasca de Pétalas

source: Play Rough
pt_br: Jogo Duro

source: Poison Fang
pt_br: Presas Venenosas

source: Poison Jab
pt_br: Injeção Venenosa

# PoisonJabFast
source: Poison Jab
pt_br: Injeção Venenosa

# PoisonStingFast
source: Poison Sting
pt_br: Picada Venenosa

source: Pound Fast
pt_br: Tapa

source: Power Gem
pt_br: Poder da Jóia

source: Power Whip
pt_br: Chicote de Energia

source: Psybeam
pt_br: Raio Psíquico

# PsychoCutFast
source: Psycho Cut
pt_br: Corte Psíquico

source: Psyshock
pt_br: Choque Psíquico

source: Psystrike
pt_br: Pancada Psíquica

# QuickAttackFast
source: Quick Attack
pt_br: Ataque Rápido

# RazorLeafFast
source: Razor Leaf
pt_br: Folha Navalha

source: Rest
pt_br: Descanso

source: Rock Slide
pt_br: Avalanche

# RockSmashFast
source: Rock Smash
pt_br: Esmagamento de Rocha

source: Rock Throw
pt_br: Lançamento de Rochas

# RockThrowFast
source: Rock Throw
pt_br: Lançamento de Rochas

source: Rock Tomb
pt_br: Tumba de Pedras

source: Scald
pt_br: Escaldar

# ScaldBlastoise
source: Scald
pt_br: Escaldar

# ScratchFast
source: Scratch
pt_br: Arranhar

source: Seed Bomb
pt_br: Bomba de Sementes

source: Shadow Ball
pt_br: Bola das Sombras

source: Shadow Claw
pt_br: Garra das Sombras

# ShadowClawFast
source: Shadow Claw
pt_br: Garra das Sombras

source: Shadow Punch
pt_br: Soco das Sombras

source: Shadow Sneak
pt_br: Ligação das Sombras

source: Signal Beam
pt_br: Raio Sinalizador

source: Slam
pt_br: Pancada

source: Slash
pt_br: Talhada

source: Sludge Bomb
pt_br: Rajada Tóxica

source: Sludge Wave
pt_br: Onda Tóxica

source: Solar Beam
pt_br: Raio Solar

source: Spark
pt_br: Faísca

source: Spark Fast
pt_br: Faísca

source: Steel Wing
pt_br: Asa de Aço

# SteelWingFast
source: Steel Wing
pt_br: Asa de Aço

source: Stomp
pt_br: Pisotear

source: Stone Edge
pt_br: Obelisco

source: Struggle
pt_br: Luta

source: Submission
pt_br: Submissão

# SuckerPunchFast
source: Sucker Punch
pt_br: Soco Malvado

source: Swift
pt_br: Estrela Cadente

# TackleFast
source: Tackle
pt_br: Investida

source: Thunder
pt_br: Trovão

source: Thunderbolt
pt_br: Raio do Trovão

source: Thunder Punch
pt_br: Soco Trovão

# ThunderShockFast
source: Thunder Shock
pt_br: Choque do Trovão

source: Twineedle
pt_br: Ferroada Dupla

source: Twister
pt_br: Tornado

# VineWhipFast
source: Vine Whip
pt_br: Chicote de Vinha

# WaterGunFast
source: Water Gun
pt_br: Jato de Água

# WaterGunFastBlastoise
source: Water Gun
pt_br: Jato de Água

source: Water Pulse
pt_br: Pulsação de Água

# WingAttackFast
source: Wing Attack
pt_br: Ataque de Asas

source: Wrap Green
pt_br: Constrição Verde

source: Wrap Pink
pt_br: Constrição Rosa

source: XScissor
pt_br: Corte X

# ZenHeadbuttFast
source: Zen Headbutt
pt_br: Cabeçada Zen

# Bulbasaur.Description
source: Bulbasaur can be seen napping in bright sunlight. There is a seed on its back. By soaking up the sun’s rays, the seed grows progressively larger.
pt_br: Bulbasaur pode ser visto cochilando sob a luz do sol. Há uma semente em seu dorso absorvendo os raios do sol, a semente cresce progressivamente.

# Ivysaur.Description
source: There is a bud on this Pokémon’s back. To support its weight, Ivysaur’s legs and trunk grow thick and strong. If it starts spending more time lying in the sunlight, it’s a sign that the bud will bloom into a large flower soon.
pt_br: Existe um broto nas costas deste Pokémon. Para suportar o seu peso, as pernas e tronco de Ivysaur crescem grossas e forte. Se ele começa a passar mais tempo deitado ao sol, é porque seu broto florecerá em uma grande flor em breve.

# Venusaur.Description
source: There is a large flower on Venusaur’s back. The flower is said to take on vivid colors if it gets plenty of nutrition and sunlight. The flower’s aroma soothes the emotions of people.
pt_br: Há uma grande flor nas costas do Venusaur. A flor terá cores vivas se ele tiver boa alimentação e recaber muita luz solar. O aroma da flor acalma as emoções das pessoas.

# Charmander.Description
source: The flame that burns at the tip of its tail is an indication of its emotions. The flame wavers when Charmander is enjoying itself. If the Pokémon becomes enraged, the flame burns fiercely.
pt_br: A chama que arde na ponta de sua cauda é um indicador das suas emoções. A chama oscila quando Charmander está se divertindo. Se o Pokémon fica furioso, a chama queima ferozmente.

# Charmeleon.Description
source: Charmeleon mercilessly destroys its foes using its sharp claws. If it encounters a strong foe, it turns aggressive. In this excited state, the flame at the tip of its tail flares with a bluish white color.
pt_br: Charmeleon impiedosamente destrói seus inimigos usando suas garras afiadas. Se ele encontrar um adversário forte, ele se torna agressivo. Neste estado exaltado, a chama na ponta da sua cauda se inflama com uma cor branca azulada

# Charizard.Description
source: Charizard flies around the sky in search of powerful opponents. It breathes fire of such great heat that it melts anything. However, it never turns its fiery breath on any opponent weaker than itself.
pt_br: Charizard voa em todo céu em busca de adversários poderosos. Ele expele um fogo tão quente que derrete qualquer coisa. No entanto, ele nunca utiliza seu poder máximo contra adversários mais fracos que ele.

# Squirtle.Description
source: Squirtle’s shell is not merely used for protection. The shell’s rounded shape and the grooves on its surface help minimize resistance in water, enabling this Pokémon to swim at high speeds.
pt_br: A Casca do Squirtle não é usada apenas para proteção. Sua Forma arredondada e os sulcos em sua superfície ajudam a minimizar a resistência na água, permitindo que este Pokémon nade em altas velocidades.

# Wartortle.Description
source: Its tail is large and covered with a rich, thick fur. The tail becomes increasingly deeper in color as Wartortle ages. The scratches on its shell are evidence of this Pokémon’s toughness as a battler.
pt_br: Sua cauda é grande e coberta com um abundante pelo. Conforme o Wartortle envelhece sua cauda torna-se cada vez mais escura. Os arranhões na sua carapaça são provas da resistência deste Pokémon como um combatente .

# Blastoise.Description
source: Blastoise has water spouts that protrude from its shell. The water spouts are very accurate. They can shoot bullets of water with enough accuracy to strike empty cans from a distance of over 160 feet.
pt_br: Blastoise tem canhões de água que se projetam de sua concha . Os canhões de água são muito precisos. Eles podem disparar balas de água com uma precisão suficiente para atacar alvos vazias de uma distância de mais de 50 metros.

# Caterpie.Description
source: Caterpie has a voracious appetite. It can devour leaves bigger than its body right before your eyes. From its antenna, this Pokémon releases a terrifically strong odor.
pt_br: Caterpie tem um apetite voraz . Ele pode devorar as folhas maiores do que o seu corpo bem diante dos seus olhos. A partir de sua antena, este Pokémon libera um odor terrivelmente forte.

# Metapod.Description
source: The shell covering this Pokémon’s body is as hard as an iron slab. Metapod does not move very much. It stays still because it is preparing its soft innards for evolution inside the hard shell.
pt_br: O escudo que cobre o corpo deste Pokémon é tão duro como uma laje de ferro. O Metapod não se move muito. Ele permanece parado porque está preparando suas entranhas para a evolução dentro da casca dura.

# Butterfree.Description
source: Butterfree has a superior ability to search for delicious honey from flowers. It can even search out, extract, and carry honey from flowers that are blooming over six miles from its nest.
pt_br: Butterfree tem uma super capacidade de procurar o delicioso mel das flores. Ele pode até mesmo buscar, extrair, transportar o mel das flores que estão florescendo a mais de 9 Km's do seu ninho.

# Weedle.Description
source: Weedle has an extremely acute sense of smell. It is capable of distinguishing its favorite kinds of leaves from those it dislikes just by sniffing with its big red proboscis (nose).
pt_br: Weedle tem um sentido extremamente aguda de cheiro. Ele é capaz de distinguir os seus tipos favoritos de folhas daqueles que não gosta apenas por cheirar com a sua grande tromba vermelha ( nariz).

# Kakuna.Description
source: Kakuna remains virtually immobile as it clings to a tree. However, on the inside, it is extremely busy as it prepares for its coming evolution. This is evident from how hot the shell becomes to the touch.
pt_br: Kakuna permanece praticamente imóvel quando ele se apega a uma árvore. No entanto, no interior , ele esta extremamente ocupado , preparando-se para a sua evolução. Isto se torna evidente devido ao calor gerado quando se toca a casca.

# Beedrill.Description
source: Beedrill is extremely territorial. No one should ever approach its nest—this is for their own safety. If angered, they will attack in a furious swarm.
pt_br: Beedrill é extremamente territorial. Ninguém nunca deve aproximar-se de seu ninho — isto é para sua própria segurança. Se enfurecidou, eles vão atacar em enxame.

# Pidgey.Description
source: Pidgey has an extremely sharp sense of direction. It is capable of unerringly returning home to its nest, however far it may be removed from its familiar surroundings.
pt_br: Pidgey tem um sentido extremamente afiada de direção. Ele é capaz de infalivelmente voltar para seu ninho, mesmo que ele esteja o mais longe possivel de sua casa.

# Pidgeotto.Description
source: Pidgeotto claims a large area as its own territory. This Pokémon flies around, patrolling its living space. If its territory is violated, it shows no mercy in thoroughly punishing the foe with its sharp claws.
pt_br: Pidgeotto reivindica uma grande área como seu próprio território. Este Pokémon voa ao redor , patrulhando o seu espaço. Se seu território for violado , ele não mostra misericórdia em punir completamente o inimigo com suas garras afiadas

# Pidgeot.Description
source: This Pokémon has a dazzling plumage of beautifully glossy feathers. Many Trainers are captivated by the striking beauty of the feathers on its head, compelling them to choose Pidgeot as their Pokémon.
pt_br: Este Pokémon tem uma deslumbrante plumagem de penas maravilhosamente brilhantes. Muitos treinadores são cativados pela impressionante beleza das penas em sua cabeça, obrigando-os a escolher Pidgeot como seu Pokémon.

# Rattata.Description
source: Rattata is cautious in the extreme. Even while it is asleep, it constantly listens by moving its ears around. It is not picky about where it lives—it will make its nest anywhere.
pt_br: Rattata é cauteloso ao extremo. Mesmo enquanto ele está dormindo , ele escuta constantemente movendo suas orelhas ao redor. Não é exigente sobre onde ele vive - ele vai fazer seu ninho em qualquer lugar.

# Raticate.Description
source: Raticate’s sturdy fangs grow steadily. To keep them ground down, it gnaws on rocks and logs. It may even chew on the walls of houses.
pt_br: As presas do Raticate crescem constantemente. Para manterlas apontando abaixo ele arranha rochas e troncos. Eel pode arranhar incluso as paredes das casas.

# Spearow.Description
source: Spearow has a very loud cry that can be heard over half a mile away. If its high, keening cry is heard echoing all around, it is a sign that they are warning each other of danger.
pt_br: Spearow tem um grito muito alto que pode ser ouvido a mais de 1km de distancia. Se seu grito de lamento é ouvido ecoando por ai, isto significa que ele está alertando seus amigos do perigo.

# Fearow.Description
source: Fearow is recognized by its long neck and elongated beak. They are conveniently shaped for catching prey in soil or water. It deftly moves its long and skinny beak to pluck prey.
pt_br: Fearow é reconhecido por seu longo pescoço e bico alongado. Eles estão convenientemente em forma para a captura de presas no solo ou na água . Ele habilmente move seu longo emagro bico para pegar a presa

# Ekans.Description
source: Ekans curls itself up in a spiral while it rests. Assuming this position allows it to quickly respond to a threat from any direction with a glare from its upraised head.
pt_br: Ekans enrola-se em uma espiral enquanto descansa. Assumindo esta posição ele pode responder rapidamente a uma ameaça de qualquer direção com um olhar de sua cabeça.

# Arbok.Description
source: This Pokémon is terrifically strong in order to constrict things with its body. It can even flatten steel oil drums. Once Arbok wraps its body around its foe, escaping its crunching embrace is impossible.
pt_br: Este Pokémon é terrivelmente forte , ele pode contrarir as coisas com o seu corpo. Ele pode até mesmo achatar tambores de óleo de aço. Uma vez que Arbok envolve seu corpo em torno de seu inimigo , escapar de seu abraço trituração é impossível

# Pikachu.Description
source: This Pokémon has electricity-storing pouches on its cheeks. These appear to become electrically charged during the night while Pikachu sleeps. It occasionally discharges electricity when it is dozy after waking up.
pt_br: Este Pokémon tem bolsas de armazenamento de energia elétrica em suas bochechas. Estes parecem tornar-se eletricamente carregada durante a noite, enquanto Pikachu dorme. Ele ocasionalmente descargarrega eletricidade quando está sonolento depois de acordar .

# Raichu.Description
source: This Pokémon exudes a weak electrical charge from all over its body that makes it take on a slight glow in darkness. Raichu plants its tail in the ground to discharge electricity.
pt_br: Este Pokémon exala uma carga elétrica fraca em todo o seu corpo o que faz com que ele tenha um pequeno brilho na escuridão . Raichu crava a sua cauda no chão para descarregar a eletricidade .

# Sandshrew.Description
source: Sandshrew has a very dry hide that is extremely tough. The Pokémon can roll into a ball that repels any attack. At night, it burrows into the desert sand to sleep.
pt_br: Sandshrew tem uma pele muito seca , que é extremamente dura. O Pokémon pode rolar para repelir qualquer ataque. À noite, ele se enterra na areia do deserto para dormir.

# Sandslash.Description
source: Sandslash can roll up its body as if it were a ball covered with large spikes. In battle, this Pokémon will try to make the foe flinch by jabbing it with its spines. It then leaps at the stunned foe to tear wildly with its sharp claws.
pt_br: Sandslash pode enrolar seu corpo como se fosse uma bola coberta com grandes espinhos. Na batalha, este Pokémon tentará fazer com que o inimigo vacile ao espetá-lo com seus espinhos. Então ele salta sobre o inimigo atordoado para rasgarlo descontroladamente com suas garras afiadas.

# NidoranFemale.Description
source: Nidoran♀ has barbs that secrete a powerful poison. They are thought to have developed as protection for this small-bodied Pokémon. When enraged, it releases a horrible toxin from its horn.
pt_br: Nidoran♀ tem bigodes que secretam um poderoso veneno. Como ela é um Pokémon de corpo pequeno, este veneno e usado para sua proteçao. Quando enfurecida, ela libera uma toxina horrível de seu chifre.

# Nidorina.Description
source: When Nidorina are with their friends or family, they keep their barbs tucked away to prevent hurting each other. This Pokémon appears to become nervous if separated from the others.
pt_br: Quando Nidorinas estão com seus amigos ou família, elas mantêm seus bigodes dobradas para evitar machucar uns ao outros. Esta Pokémon parece tornar-se nervosa, se separada dos outros.

# Nidoqueen.Description
source: Nidoqueen’s body is encased in extremely hard scales. It is adept at sending foes flying with harsh tackles. This Pokémon is at its strongest when it is defending its young.
pt_br: O corpo do Nidoqueen está envolto em escamas extremamente duras. Este Pokémon é mais forte quando está defendendo seus filhotes.

# NidoranMale.Description
source: Nidoran♂ has developed muscles for moving its ears. Thanks to them, the ears can be freely moved in any direction. Even the slightest sound does not escape this Pokémon’s notice.
pt_br: Nidoran♂ desenvolveu os músculos para mover suas orelhas. Graças a eles, as orelhas podem ser movidas livremente em qualquer direção. Mesmo o menor ruido escapa deste Pokémon.

# Nidorino.Description
source: Nidorino has a horn that is harder than a diamond. If it senses a hostile presence, all the barbs on its back bristle up at once, and it challenges the foe with all its might.
pt_br: Nidorino tem um chifre que é mais duro que um diamante. Se sentir uma presença hostil, todas os espinhos nas costas saltam de uma só vez, desafiando o inimigo com todo seu poder.

# Nidoking.Description
source: Nidoking’s thick tail packs enormously destructive power. With one swing, it can topple a metal transmission tower. Once this Pokémon goes on a rampage, there is no stopping it.
pt_br: A Cauda grossa de Nidoking contém um enorme e destrutivo poder. Com um movimento, ele pode derrubar uma torre de transmissão de metal. Uma vez que este Pokémon entra en um tumulto, não há como interrompêr-lo.

# Clefairy.Description
source: On every night of a full moon, groups of this Pokémon come out to play. When dawn arrives, the tired Clefairy return to their quiet mountain retreats and go to sleep nestled up against each other.
pt_br: Todas as noites de lua cheia, grupos deste Pokémon saem pra brincar. Quando chega a madrugada, os Clefairy cansado retornam para seus retiros na montanha, para ire dormir tranquilos e aninhados uns contra os outros.

# Clefable.Description
source: Clefable moves by skipping lightly as if it were flying using its wings. Its bouncy step lets it even walk on water. It is known to take strolls on lakes on quiet, moonlit nights.
pt_br: Clefable se move saltando levemente como se ele estivesse voando usando suas asas. Seu passo saltitante permite que ele até mesmo ande sobre a água. É conhecido por dar passeios em lagos, nas noites de silêncio, iluminadas pela lua.

# Vulpix.Description
source: Inside Vulpix’s body burns a flame that never goes out. During the daytime, when the temperatures rise, this Pokémon releases flames from its mouth to prevent its body from growing too hot.
pt_br: Dentro do corpo do Vulpix queima uma chama que nunca se apaga. Durante o dia, quando a temperatura sobe, este Pokémon lança chamas de sua boca para evitar que seu corpo fique muito quente.

# Ninetales.Description
source: Legend has it that Ninetales came into being when nine wizards possessing sacred powers merged into one. This Pokémon is highly intelligent—it can understand human speech.
pt_br: A lenda conta que Ninetales apareceu quando nove bruxos possuindo poderes sagrados se fundiram em um. Este Pokémon é muito inteligente — Ele pode enteder a fala humana.

# Jigglypuff.Description
source: When this Pokémon sings, it never pauses to breathe. If it is in a battle against an opponent that does not easily fall asleep, Jigglypuff cannot breathe, endangering its life.
pt_br: Quando este Pokémon canta, ele nunca faz uma pausa para respirar. Se ele entra em uma batalha contra um oponente que não dorme facilmente, Jigglypuff não consegue respirar, pondo em risco sua vida.

# Wigglytuff.Description
source: Wigglytuff’s body is very flexible. By inhaling deeply, this Pokémon can inflate itself seemingly without end. Once inflated, Wigglytuff bounces along lightly like a balloon.
pt_br: O corpo do Wigglytuff é muito flexível. Inalando profundamente, este Pokémon pode se inflar. Uma vez inflado, Wigglytuff salta levemente como um balão.

# Zubat.Description
source: Zubat avoids sunlight because exposure causes it to become unhealthy. During the daytime, it stays in caves or under the eaves of old houses, sleeping while hanging upside down.
pt_br: Zubat evita a luz solar porque a exposição faz com que ele fique doente. Durante o dia, ele fica em cavernas ou debaixo de casas velhas, dormindo pendurado de cabeça para baixo.

# Golbat.Description
source: Golbat bites down on prey with its four fangs and drinks the victim’s blood. It becomes active on inky dark moonless nights, flying around to attack people and Pokémon.
pt_br: Golbat morde as presas com seus quatro dentes e bebe o sangue da vítima. Ele se torna ativo em noites escuras sem lua, voando ao redor para atacar pessoas e Pokémon.

# Oddish.Description
source: Oddish searches for fertile, nutrient-rich soil, then plants itself. During the daytime, while it is planted, this Pokémon’s feet are thought to change shape and become similar to the roots of trees.
pt_br: Oddish procura por solo fértil, rico em nutrientes, em seguida, ele se planta no solo. Durante o dia, enquanto plantado, os pés deste Pokémon mudam de forma e tornam-se semelhantes às raízes das árvores.

# Gloom.Description
source: From its mouth Gloom drips honey that smells absolutely horrible. Apparently, it loves the horrid stench. It sniffs the noxious fumes and then drools even more of its honey.
pt_br: Da boca do Gloom escorre mel que cheira absolutamente horrível. Aparentemente, ele ama o fedor horrível. Detecta os gases nocivos e em seguida Baba ainda mais o mel.

# Vileplume.Description
source: Vileplume has the world’s largest petals. They are used to attract prey that are then doused with toxic spores. Once the prey are immobilized, this Pokémon catches and devours them.
pt_br: Vileplume tem as pétalas maig grandes do mundo. Elas são usadas para atrair as presas, que logo sao envolvidas por seus esporos tóxicos. Uma vez que as presas são imobilizadas, este Pokémon pega e devora-los.

# Paras.Description
source: Paras has parasitic mushrooms growing on its back called tochukaso. They grow large by drawing nutrients from this Bug Pokémon host. They are highly valued as a medicine for extending life.
pt_br: Paras tem cogumelos parasitas crescendo em suas costas chamado tochukaso. Eles crescem e ficam grandes sugando nutrientes do Pokémon hospedeiro. Eles são altamente valorizados como uma medicina para estender a vida.

# Parasect.Description
source: Parasect is known to infest large trees en masse and drain nutrients from the lower trunk and roots. When an infested tree dies, they move onto another tree all at once.
pt_br: Parasect é conhecido por infestar as grandes árvores em grupos, e drenar os nutrientes do tronco inferior e raízes. Quando morre uma árvore infestada, eles avançam para uma outra árvore, todos de uma vez.

# Venonat.Description
source: Venonat is said to have evolved with a coat of thin, stiff hair that covers its entire body for protection. It possesses large eyes that never fail to spot even minuscule prey.
pt_br: Venonat evoluíu com um "casaco" de cabelos finos e duros que cobre todo o seu corpo para a sua proteção. Possui grandes olhos que nunca deixam de detectar até mesmo presas minúsculas.
